"This copy will expire on %@." = "Data di scadenza di questa copia: %@.";
"%@\n\n%@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker is a trademark of FileMaker, Inc.,\nregistered in the US and other countries." = "%@\n\n%@\n© 1984-%@ FileMaker, Inc.\nTutti i diritti riservati.\n\nFileMaker è un marchio di FileMaker, Inc.,\nregistrato negli Stati Uniti e in altri Paesi.";
"Version: %@ %@\n\nThis product is licensed to:\n%@\n\nLicense Key: %@\n%@\n%@" = "Versione: %@ %@\n\nQuesto prodotto è concesso in licenza a:\n%@\n\nCodice di licenza: %@\n%@\n%@";
"Version: %@ %@" = "Versione: %@ %@";
"Version: %@ %@\nLicense Key: %@" = "Versione: %@ %@\nCodice di licenza: %@";
"Credits are listed in the Acknowledgements document provided\nwith this software." = "Gli autori sono elencati nel documento Riconoscimenti fornito insieme con \nquesto software.";
"%@ %@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker and the file folder logo are trademarks of FileMaker, Inc.,\nregistered in the US and other countries. For more information,\nvisit our Web site at http://www.filemaker.com." = "%@ %@\n© 1984-%@ FileMaker, Inc.\nTutti i diritti riservati.\n\nFileMaker e il logo con la cartella di file sono marchi di FileMaker, Inc.,\nregistrati negli Stati Uniti e in altri Paesi. Per ulteriori informazioni,\nvisitare il sito Web all'indirizzo http://www.filemaker.com/it.";
"FileMaker Pro" = "FileMaker Pro";
"FileMaker Pro could not be launched because of incorrect installation, missing system components, or insufficient memory.\nPlease see the FileMaker Pro documentation." = "Impossibile lanciare FileMaker Pro a causa di installazione non corretta, file di sistema mancanti o memoria insufficiente. Consultare la documentazione di FileMaker Pro.";
"OK" = "OK";
"You have entered an invalid license key. Please refer to your FileMaker package for the correct license key." = "Il codice di licenza immesso non è valido. Il codice di licenza corretto è riportato all'interno della sua confezione FileMaker.";
"Please refer to your FileMaker package for the correct license key." = "Fare riferimento alla confezione di FileMaker per il codice di licenza corretto.";
"You have entered an invalid license key" = "Il codice di licenza immesso non è valido";
"Please enter a user name in the User Name field." = "Inserire un nome utente nel campo Nome utente.";
"<unknown>" = "<sconosciuta>";
"The length of the selected text cannot exceed 100 characters." = "La lunghezza del testo selezionato non può superare i 100 caratteri.";
"You have entered an invalid license key." = "Il codice di licenza immesso non è valido.";
"A user name is required." = "È necessario un nome utente.";
"Layout and Script names should not be empty." = "I nomi di formato e di script non devono essere vuoti.";
"Please enter something for both the Layout and Script name." = "Digitare dei caratteri per il nome del formato e dello script.";
"Please enter less characters for the Layout name." = "Digitare un numero inferiore di caratteri per il nome formato.";
"Please enter less characters for the Script name." = "Digitare un numero inferiore di caratteri per il nome Script.";
"Preparing %@.  This may take up to a minute." = "Preparazione di %@. Può richiedere fino a un minuto.";
